<?php include ROOT . '/views/layouts/header.php'; ?>

<section>
    <div class="container">
        <div class="row">

            <div class="col-lg-6">
                <h4>Информация о проекте</h4>

                <br/>

                <p>Данное приложение создано в рамках выполенения курсового проекта по предмету
                    "Базы данных", предметная область "Деканат".</p>


                <p>Приложение позволяет просматривать информацию о количестве студентов
                    в группах, информацию о студенте и его успеваемости, а также вносить
                    информацию о новых студентах и редактировать имеющуюся информацию.
                    Также реализован поиск информации о студентах по ключевым словам.
                    Добавление, замена и удаление информации производятся в экранных формах
                    разрабатываемого пользовательского приложения. </p>

                <p>Созданное приложение работающие со спроектированной БД обеспечивает:
                    ввод информации в базу данных,
                    удаление информации из базы данных,
                    редактирование внесенной информации,
                    выборкe (поиск) данных с использованием различных критериев,
                    формирование отчетов и вывод информации из базы данных на экран и для вывода
                    на принтер.
                </p>

                <p>Вы можете сами опробовать данное приложение.
                    Логин и пароль  администратора: admin@mail.ru / a12345678 </p>

            </div>
        </div>
    </div>
</section>

<?php include ROOT . '/views/layouts/footer.php'; ?>